{
  "plugins": {
    "cmp-nvim-lsp": {
      "src": "git@github.com:hrsh7th/cmp-nvim-lsp"
    },
    "fzf.vim": {
      "src": "git@github.com:junegunn/fzf.vim"
    },
    "gitlinker.nvim": {
      "src": "git@github.com:ruifm/gitlinker.nvim"
    },
    "gitsigns.nvim": {
      "src": "https://github.com/lewis6991/gitsigns.nvim"
    },
    "gruvbox-material": {
      "src": "https://github.com/sainnhe/gruvbox-material"
    },
    "mason-lspconfig.nvim": {
      "src": "git@github.com:mason-org/mason-lspconfig.nvim"
    },
    "mason.nvim": {
      "src": "git@github.com:mason-org/mason.nvim"
    },
    "multicursor.nvim": {
      "src": "https://github.com/jake-stewart/multicursor.nvim"
    },
    "neoscroll.nvim": {
      "src": "git@github.com:karb94/neoscroll.nvim"
    },
    "nvim-lspconfig": {
      "src": "git@github.com:neovim/nvim-lspconfig"
    },
    "nvim-treesitter": {
      "src": "git@github.com:nvim-treesitter/nvim-treesitter"
    },
    "nvim-treesitter-endwise": {
      "src": "https://github.com/RRethy/nvim-treesitter-endwise"
    },
    "oil.nvim": {
      "src": "https://github.com/stevearc/oil.nvim"
    },
    "refactoring.nvim": {
      "src": "https://github.com/ThePrimeagen/refactoring.nvim"
    },
    "vim-fugitive": {
      "src": "git@github.com:tpope/vim-fugitive"
    },
    "vim-rails": {
      "src": "git@github.com:tpope/vim-rails.git"
    },
    "vim-repeat": {
      "src": "https://github.com/tpope/vim-repeat"
    },
    "vim-ripgrep": {
      "src": "git@github.com:jremmen/vim-ripgrep"
    },
    "vim-surround": {
      "src": "https://github.com/tpope/vim-surround"
    },
    "vim-visual-multi": {
      "src": "https://github.com/mg979/vim-visual-multi"
    }
  }
}